<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Build</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>Un terminale basato su Ghostty con schede verticali
e un pannello notifiche per macOS.</string>
	<key>about.docs</key>
	<string>Documentazione</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Licenze</string>
	<key>about.licenses.notFound</key>
	<string>File delle licenze non trovato.</string>
	<key>about.licenses.windowTitle</key>
	<string>Licenze di terze parti</string>
	<key>about.version</key>
	<string>Versione</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, area di lavoro %2$lld di %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>Applica</string>
	<key>alert.customColor.cancel</key>
	<string>Annulla</string>
	<key>alert.customColor.message</key>
	<string>Inserisci un colore esadecimale nel formato #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>Colore personalizzato area di lavoro</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>Inserisci un colore esadecimale nel formato #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" non è un colore esadecimale valido. Usa #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>Colore non valido</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Annulla</string>
	<key>alert.renameWorkspace.message</key>
	<string>Inserisci un nome personalizzato per questa area di lavoro.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Nome area di lavoro</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Rinomina</string>
	<key>alert.renameWorkspace.title</key>
	<string>Rinomina area di lavoro</string>
	<key>appIcon.automatic</key>
	<string>Automatica</string>
	<key>appIcon.dark</key>
	<string>Scura</string>
	<key>appIcon.light</key>
	<string>Chiara</string>
	<key>appearance.auto</key>
	<string>Automatico</string>
	<key>appearance.dark</key>
	<string>Scuro</string>
	<key>appearance.light</key>
	<string>Chiaro</string>
	<key>appearance.system</key>
	<string>Sistema</string>
	<key>browser.action.newTab</key>
	<string>nuova scheda</string>
	<key>browser.addressBar.placeholder</key>
	<string>Cerca o inserisci un URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>Suggerimenti barra degli indirizzi</string>
	<key>browser.alwaysAllowHost</key>
	<string>Consenti sempre questo host in cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Apri link nel browser predefinito</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Apri link in una nuova scheda</string>
	<key>browser.dialog.pageSays</key>
	<string>Questa pagina dice:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>La pagina su %@ dice:</string>
	<key>browser.downloadInProgress</key>
	<string>Download in corso</string>
	<key>browser.downloading</key>
	<string>Download in corso...</string>
	<key>browser.error.cantOpen.title</key>
	<string>Impossibile aprire questa pagina</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>Il sito ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.</string>
	<key>browser.error.cantReach.title</key>
	<string>Impossibile raggiungere questa pagina</string>
	<key>browser.error.checkNetwork</key>
	<string>Controlla la connessione di rete e riprova.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Caricamento del frame interrotto</string>
	<key>browser.error.insecure.message</key>
	<string>%@ utilizza HTTP non crittografato, quindi il traffico può essere letto o modificato sulla rete.

Apri questo URL nel browser predefinito oppure continua in cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>La connessione non è sicura</string>
	<key>browser.error.invalidCertificate</key>
	<string>Il certificato per questo sito non è valido.</string>
	<key>browser.error.noInternet</key>
	<string>Nessuna connessione a internet</string>
	<key>browser.error.reload</key>
	<string>Ricarica</string>
	<key>browser.goBack</key>
	<string>Indietro</string>
	<key>browser.goForward</key>
	<string>Avanti</string>
	<key>browser.goToURL</key>
	<string>vai all'URL</string>
	<key>browser.newTab</key>
	<string>Nuova scheda</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Apri nel browser predefinito</string>
	<key>browser.proceedInCmux</key>
	<string>Continua in cmux</string>
	<key>browser.reload</key>
	<string>Ricarica</string>
	<key>browser.search.placeholder</key>
	<string>Cerca</string>
	<key>browser.stop</key>
	<string>Interrompi</string>
	<key>browser.switchToTab</key>
	<string>Passa alla scheda</string>
	<key>browser.toggleDevTools</key>
	<string>Attiva/Disattiva Strumenti sviluppatore</string>
	<key>cli.install.adminRequired</key>
	<string>Sono stati richiesti i privilegi di amministratore per scrivere in /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Collegamento simbolico creato:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>Impossibile installare la CLI di cmux</string>
	<key>cli.installed</key>
	<string>CLI di cmux installata</string>
	<key>cli.uninstall.adminRequired</key>
	<string>Sono stati richiesti i privilegi di amministratore per modificare /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>Nessun collegamento simbolico della CLI di cmux trovato in %@.</string>
	<key>cli.uninstall.removed</key>
	<string>Rimosso %@.</string>
	<key>cli.uninstallFailed</key>
	<string>Impossibile disinstallare la CLI di cmux</string>
	<key>cli.uninstalled</key>
	<string>CLI di cmux disinstallata</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Globale</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Applica aggiornamento (se disponibile)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Globale</string>
	<key>command.attemptUpdate.title</key>
	<string>Tenta aggiornamento</string>
	<key>command.browserBack.title</key>
	<string>Indietro</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Browser</string>
	<key>command.browserClearHistory.title</key>
	<string>Cancella cronologia browser</string>
	<key>command.browserConsole.title</key>
	<string>Mostra console JavaScript</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Layout browser</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Duplica browser a destra</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Porta il focus sulla barra degli indirizzi</string>
	<key>command.browserForward.title</key>
	<string>Avanti</string>
	<key>command.browserOpenDefault.title</key>
	<string>Apri la pagina corrente nel browser predefinito</string>
	<key>command.browserReload.title</key>
	<string>Ricarica pagina</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Layout browser</string>
	<key>command.browserSplitDown.title</key>
	<string>Dividi browser in basso</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Layout browser</string>
	<key>command.browserSplitRight.title</key>
	<string>Dividi browser a destra</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Attiva/Disattiva Strumenti sviluppatore</string>
	<key>command.browserZoomIn.title</key>
	<string>Ingrandisci</string>
	<key>command.browserZoomOut.title</key>
	<string>Riduci</string>
	<key>command.browserZoomReset.title</key>
	<string>Dimensione reale</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Globale</string>
	<key>command.checkForUpdates.title</key>
	<string>Verifica aggiornamenti</string>
	<key>command.clearTabName.title</key>
	<string>Cancella nome scheda</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Cancella nome area di lavoro</string>
	<key>command.closeTab.subtitle</key>
	<string>Scheda</string>
	<key>command.closeTab.title</key>
	<string>Chiudi scheda</string>
	<key>command.closeWindow.subtitle</key>
	<string>Finestra</string>
	<key>command.closeWindow.title</key>
	<string>Chiudi finestra</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Area di lavoro</string>
	<key>command.closeWorkspace.title</key>
	<string>Chiudi area di lavoro</string>
	<key>command.cmuxConfig.customTitle</key>
	<string>Personalizzato: %@</string>
	<key>command.cmuxConfig.subtitle</key>
	<string>cmux.json</string>
	<key>command.equalizeSplits.title</key>
	<string>Equalizza divisioni</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Comando shell: installa 'cmux' nel PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Notifiche</string>
	<key>command.jumpUnread.title</key>
	<string>Vai all'ultimo non letto</string>
	<key>command.markTabRead.title</key>
	<string>Segna scheda come letta</string>
	<key>command.markTabUnread.title</key>
	<string>Segna scheda come non letta</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Scheda</string>
	<key>command.newBrowserTab.title</key>
	<string>Nuova scheda (browser)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Scheda</string>
	<key>command.newTerminalTab.title</key>
	<string>Nuova scheda (terminale)</string>
	<key>command.newWindow.subtitle</key>
	<string>Finestra</string>
	<key>command.newWindow.title</key>
	<string>Nuova finestra</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Area di lavoro</string>
	<key>command.newWorkspace.title</key>
	<string>Nuova area di lavoro</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Navigazione schede</string>
	<key>command.nextTabInPane.title</key>
	<string>Scheda successiva nel pannello</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Navigazione aree di lavoro</string>
	<key>command.nextWorkspace.title</key>
	<string>Area di lavoro successiva</string>
	<key>command.openFolder.subtitle</key>
	<string>Area di lavoro</string>
	<key>command.openFolder.title</key>
	<string>Apri cartella…</string>
	<key>command.openSettings.subtitle</key>
	<string>Globale</string>
	<key>command.openSettings.title</key>
	<string>Apri impostazioni</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Apri tutti i link PR dell'area di lavoro</string>
	<key>command.pinTab.title</key>
	<string>Fissa scheda</string>
	<key>command.pinWorkspace.title</key>
	<string>Fissa area di lavoro</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Navigazione schede</string>
	<key>command.previousTabInPane.title</key>
	<string>Scheda precedente nel pannello</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Navigazione aree di lavoro</string>
	<key>command.previousWorkspace.title</key>
	<string>Area di lavoro precedente</string>
	<key>command.renameTab.title</key>
	<string>Rinomina scheda…</string>
	<key>command.renameWorkspace.title</key>
	<string>Rinomina area di lavoro…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Browser</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Riapri scheda browser chiusa</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Globale</string>
	<key>command.restartSocketListener.title</key>
	<string>Riavvia listener CLI</string>
	<key>command.showNotifications.subtitle</key>
	<string>Notifiche</string>
	<key>command.showNotifications.title</key>
	<string>Mostra notifiche</string>
	<key>command.terminalFind.title</key>
	<string>Trova…</string>
	<key>command.terminalFindNext.title</key>
	<string>Trova successivo</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Trova precedente</string>
	<key>command.terminalHideFind.title</key>
	<string>Nascondi barra di ricerca</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Layout terminale</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Dividi browser in basso</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Layout terminale</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Dividi browser a destra</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Layout terminale</string>
	<key>command.terminalSplitDown.title</key>
	<string>Dividi in basso</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Layout terminale</string>
	<key>command.terminalSplitRight.title</key>
	<string>Dividi a destra</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Usa selezione per la ricerca</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Finestra</string>
	<key>command.toggleFullScreen.title</key>
	<string>Attiva/Disattiva schermo intero</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Layout</string>
	<key>command.toggleSidebar.title</key>
	<string>Attiva/Disattiva barra laterale</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Layout terminale</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Attiva/Disattiva zoom pannello</string>
	<key>command.triggerFlash.subtitle</key>
	<string>Vista</string>
	<key>command.triggerFlash.title</key>
	<string>Evidenzia pannello attivo</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Comando shell: disinstalla 'cmux' dal PATH</string>
	<key>command.unpinTab.title</key>
	<string>Sblocca scheda</string>
	<key>command.unpinWorkspace.title</key>
	<string>Sblocca area di lavoro</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>Riavvia server inline VS Code</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>Arresta server inline VS Code</string>
	<key>commandPalette.kind.workspace</key>
	<string>Area di lavoro</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(cancella nome personalizzato)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Premi Invio per applicare il nome della scheda, oppure Esc per annullare.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Scegli un nome personalizzato per la scheda.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Inserisci un nome per la scheda. Premi Invio per rinominare, Esc per annullare.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Nome scheda</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Rinomina scheda</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Premi Invio per applicare il nome dell'area di lavoro, oppure Esc per annullare.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Scegli un nome personalizzato per l'area di lavoro.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Inserisci un nome per l'area di lavoro. Premi Invio per rinominare, Esc per annullare.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Nome area di lavoro</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Rinomina area di lavoro</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>Nessun comando corrisponde alla ricerca.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Digita un comando</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>Nessuna area di lavoro corrisponde alla ricerca.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Cerca aree di lavoro</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Browser • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Scheda</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Scheda • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminale • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Area di lavoro</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Area di lavoro • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Finestra %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Area di lavoro</string>
	<key>common.allow</key>
	<string>Consenti</string>
	<key>common.cancel</key>
	<string>Annulla</string>
	<key>common.close</key>
	<string>Chiudi</string>
	<key>common.copyDetails</key>
	<string>Copia dettagli</string>
	<key>common.dontSave</key>
	<string>Non salvare</string>
	<key>common.installAndRelaunch</key>
	<string>Installa e riavvia</string>
	<key>common.later</key>
	<string>Più tardi</string>
	<key>common.notNow</key>
	<string>Non ora</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>Rinomina</string>
	<key>common.restartLater</key>
	<string>Riavvia più tardi</string>
	<key>common.restartNow</key>
	<string>Riavvia ora</string>
	<key>common.retry</key>
	<string>Riprova</string>
	<key>common.skip</key>
	<string>Salta</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Scegli colore personalizzato…</string>
	<key>contextMenu.clearColor</key>
	<string>Rimuovi colore</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Chiudi altre aree di lavoro</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Chiudi area di lavoro</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Chiudi aree di lavoro</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Chiudi aree di lavoro sopra</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Chiudi aree di lavoro sotto</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Segna area di lavoro come letta</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Segna area di lavoro come non letta</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Segna aree di lavoro come lette</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Segna aree di lavoro come non lette</string>
	<key>contextMenu.moveDown</key>
	<string>Sposta in basso</string>
	<key>contextMenu.moveToTop</key>
	<string>Sposta in cima</string>
	<key>contextMenu.moveUp</key>
	<string>Sposta in alto</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Sposta area di lavoro in una finestra</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Sposta aree di lavoro in una finestra</string>
	<key>contextMenu.newWindow</key>
	<string>Nuova finestra</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Fissa area di lavoro</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Fissa aree di lavoro</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Rimuovi nome personalizzato area di lavoro</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Rinomina area di lavoro…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Sblocca area di lavoro</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Sblocca aree di lavoro</string>
	<key>contextMenu.workspaceColor</key>
	<string>Colore area di lavoro</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>Questa operazione chiuderà l'ultima scheda e la finestra.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>Questa operazione chiuderà l'ultima scheda e la sua area di lavoro.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>Questa operazione chiuderà 1 scheda in questo pannello:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>Questa operazione chiuderà %1$lld schede in questo pannello:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>Chiudere le altre schede?</string>
	<key>dialog.closeTab.close</key>
	<string>Chiudi</string>
	<key>dialog.closeTab.message</key>
	<string>Questa operazione chiuderà la scheda corrente.</string>
	<key>dialog.closeTab.title</key>
	<string>Chiudere la scheda?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>Questa operazione chiuderà l'area di lavoro e tutti i suoi pannelli.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>Chiudere l'area di lavoro?</string>
	<key>dialog.cmuxConfig.confirmCommand.cancel</key>
	<string>Annulla</string>
	<key>dialog.cmuxConfig.confirmCommand.message</key>
	<string>Sei sicuro di voler eseguire questo comando?</string>
	<key>dialog.cmuxConfig.confirmCommand.run</key>
	<string>Esegui</string>
	<key>dialog.cmuxConfig.confirmCommand.title</key>
	<string>Esegui comando</string>
	<key>dialog.cmuxConfig.confirmRestart.cancel</key>
	<string>Annulla</string>
	<key>dialog.cmuxConfig.confirmRestart.message</key>
	<string>Esiste già un'area di lavoro con questo nome. Chiuderla e crearne una nuova?</string>
	<key>dialog.cmuxConfig.confirmRestart.recreate</key>
	<string>Ricrea</string>
	<key>dialog.cmuxConfig.confirmRestart.title</key>
	<string>L'area di lavoro esiste già</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>Non avvisare più per Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>Le notifiche sono disabilitate per cmux. Abilitale nelle Impostazioni di Sistema per visualizzare gli avvisi.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Non ora</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Apri impostazioni</string>
	<key>dialog.enableNotifications.title</key>
	<string>Abilita notifiche per cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>cmux non è riuscito a spostare questa scheda nella destinazione selezionata.</string>
	<key>dialog.moveFailed.title</key>
	<string>Spostamento non riuscito</string>
	<key>dialog.moveTab.message</key>
	<string>Scegli una destinazione per questa scheda.</string>
	<key>dialog.moveTab.move</key>
	<string>Sposta</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>Nuova area di lavoro nella finestra corrente</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Area di lavoro selezionata in una nuova finestra</string>
	<key>dialog.moveTab.title</key>
	<string>Sposta scheda</string>
	<key>dialog.quitCmux.message</key>
	<string>Questa operazione chiuderà tutte le finestre e le aree di lavoro.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Esci</string>
	<key>dialog.quitCmux.title</key>
	<string>Uscire da cmux?</string>
	<key>dialog.renameTab.message</key>
	<string>Inserisci un nome personalizzato per questa scheda.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Nome scheda</string>
	<key>dialog.renameTab.title</key>
	<string>Rinomina scheda</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Inserisci un nome personalizzato per questa area di lavoro.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Nome area di lavoro</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Rinomina area di lavoro</string>
	<key>error.clipboardFolderPath</key>
	<string>Impossibile caricare un percorso cartella dagli appunti.</string>
	<key>language.system</key>
	<string>Sistema</string>
	<key>menu.app.about</key>
	<string>Informazioni su cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>Verifica aggiornamenti…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Impostazioni Ghostty…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Ricarica configurazione</string>
	<key>menu.app.settings</key>
	<string>Impostazioni…</string>
	<key>menu.checkForUpdates</key>
	<string>Verifica aggiornamenti…</string>
	<key>menu.currentWindow</key>
	<string>Finestra corrente</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Chiudi altre schede nel pannello</string>
	<key>menu.file.closeTab</key>
	<string>Chiudi scheda</string>
	<key>menu.file.closeWorkspace</key>
	<string>Chiudi area di lavoro</string>
	<key>menu.file.commandPalette</key>
	<string>Tavolozza comandi…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Vai all'area di lavoro…</string>
	<key>menu.file.newWindow</key>
	<string>Nuova finestra</string>
	<key>menu.file.newWorkspace</key>
	<string>Nuova area di lavoro</string>
	<key>menu.file.openFolder</key>
	<string>Apri cartella…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Apri</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Apri cartella</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Riapri pannello browser chiuso</string>
	<key>menu.find.find</key>
	<string>Trova…</string>
	<key>menu.find.findNext</key>
	<string>Trova successivo</string>
	<key>menu.find.findPrevious</key>
	<string>Trova precedente</string>
	<key>menu.find.hideFindBar</key>
	<string>Nascondi barra di ricerca</string>
	<key>menu.find.title</key>
	<string>Trova</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Usa selezione per la ricerca</string>
	<key>menu.notifications.clearAll</key>
	<string>Cancella tutto</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Vai all'ultimo non letto</string>
	<key>menu.notifications.markAllRead</key>
	<string>Segna tutto come letto</string>
	<key>menu.notifications.show</key>
	<string>Mostra notifiche</string>
	<key>menu.notifications.title</key>
	<string>Notifiche</string>
	<key>menu.openInAndroidStudio</key>
	<string>Apri la directory corrente in Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>Apri la directory corrente in Antigravity</string>
	<key>menu.openInCursor</key>
	<string>Apri la directory corrente in Cursor</string>
	<key>menu.openInFinder</key>
	<string>Apri la directory corrente nel Finder</string>
	<key>menu.openInGhostty</key>
	<string>Apri la directory corrente in Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>Apri la directory corrente in iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>Apri la directory corrente in IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>Apri la directory corrente in Terminale</string>
	<key>menu.openInTower</key>
	<string>Apri la directory corrente in Tower</string>
	<key>menu.openInVSCode</key>
	<string>Apri la directory corrente in VS Code (Inline)</string>
	<key>menu.openInWarp</key>
	<string>Apri la directory corrente in Warp</string>
	<key>menu.openInWindsurf</key>
	<string>Apri la directory corrente in Windsurf</string>
	<key>menu.openInXcode</key>
	<string>Apri la directory corrente in Xcode</string>
	<key>menu.openInZed</key>
	<string>Apri la directory corrente in Zed</string>
	<key>menu.preferences</key>
	<string>Preferenze…</string>
	<key>menu.quitCmux</key>
	<string>Esci da cmux</string>
	<key>menu.showNotifications</key>
	<string>Mostra notifiche</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Copia log di focus</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Copia log aggiornamento</string>
	<key>menu.view.actualSize</key>
	<string>Dimensione reale</string>
	<key>menu.view.back</key>
	<string>Indietro</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Cancella cronologia browser</string>
	<key>menu.view.forward</key>
	<string>Avanti</string>
	<key>menu.view.jumpToUnread</key>
	<string>Vai all'ultimo non letto</string>
	<key>menu.view.nextSurface</key>
	<string>Superficie successiva</string>
	<key>menu.view.nextWorkspace</key>
	<string>Area di lavoro successiva</string>
	<key>menu.view.previousSurface</key>
	<string>Superficie precedente</string>
	<key>menu.view.previousWorkspace</key>
	<string>Area di lavoro precedente</string>
	<key>menu.view.reloadPage</key>
	<string>Ricarica pagina</string>
	<key>menu.view.renameWorkspace</key>
	<string>Rinomina area di lavoro…</string>
	<key>menu.view.showJSConsole</key>
	<string>Mostra console JavaScript</string>
	<key>menu.view.showNotifications</key>
	<string>Mostra notifiche</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Dividi browser in basso</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Dividi browser a destra</string>
	<key>menu.view.splitDown</key>
	<string>Dividi in basso</string>
	<key>menu.view.splitRight</key>
	<string>Dividi a destra</string>
	<key>menu.view.toggleDevTools</key>
	<string>Attiva/Disattiva Strumenti sviluppatore</string>
	<key>menu.view.toggleSidebar</key>
	<string>Attiva/Disattiva barra laterale</string>
	<key>menu.view.workspace</key>
	<string>Area di lavoro %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Ingrandisci</string>
	<key>menu.view.zoomOut</key>
	<string>Riduci</string>
	<key>menu.windowNumber</key>
	<string>Finestra %lld</string>
	<key>notifications.clearAll</key>
	<string>Cancella tutto</string>
	<key>notifications.empty.description</key>
	<string>Le notifiche desktop appariranno qui per una rapida consultazione.</string>
	<key>notifications.empty.subtitle</key>
	<string>Le notifiche desktop appariranno qui.</string>
	<key>notifications.empty.title</key>
	<string>Nessuna notifica</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Vai all'ultimo non letto</string>
	<key>notifications.title</key>
	<string>Notifiche</string>
	<key>panel.displayName.fallback</key>
	<string>Scheda</string>
	<key>panel.openFolder.prompt</key>
	<string>Apri</string>
	<key>panel.openFolder.title</key>
	<string>Apri cartella</string>
	<key>search.close.help</key>
	<string>Chiudi (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Risultato successivo (Invio)</string>
	<key>search.placeholder</key>
	<string>Cerca</string>
	<key>search.previousMatch.help</key>
	<string>Risultato precedente (Maiusc+Invio)</string>
	<key>settings.app.appIcon</key>
	<string>Icona app</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock e selettore app</string>
	<key>settings.app.dockBadge</key>
	<string>Badge del Dock</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Mostra il conteggio non letti sull'icona dell'app (Dock e Cmd+Tab).</string>
	<key>settings.app.language</key>
	<string>Lingua</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Riavvia ora</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Più tardi</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>Riavviare per applicare il cambio di lingua?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Riavvia cmux per applicare</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>Posizionamento nuova area di lavoro</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Apri link PR della barra laterale nel browser cmux</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>I clic aprono nel browser predefinito.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>I clic aprono nel browser cmux.</string>
	<key>settings.app.openSidebarPortLinks</key>
	<string>Apri link delle porte della barra laterale nel browser cmux</string>
	<key>settings.app.openSidebarPortLinks.subtitleOff</key>
	<string>I clic sulle porte aprono nel browser predefinito.</string>
	<key>settings.app.openSidebarPortLinks.subtitleOn</key>
	<string>I clic sulle porte aprono nel browser cmux.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Rinomina seleziona il nome esistente</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>La rinomina nella Tavolozza comandi mantiene il cursore alla fine.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>La rinomina nella Tavolozza comandi inizia con tutto il testo selezionato.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Riordina alla notifica</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Sposta le aree di lavoro in cima quando ricevono una notifica. Disabilita per posizioni di scorciatoia stabili.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Mostra branch e directory nella barra laterale</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Visualizza la riga integrata con il branch git e la directory di lavoro.</string>
	<key>settings.app.showLog</key>
	<string>Mostra ultimo log nella barra laterale</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Visualizza l'ultimo messaggio di log/stato imperativo.</string>
	<key>settings.app.showMetadata</key>
	<string>Mostra metadati personalizzati nella barra laterale</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>Visualizza metadati personalizzati da report_meta/set_status e report_meta_block.</string>
	<key>settings.app.showPorts</key>
	<string>Mostra porte in ascolto nella barra laterale</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Visualizza le porte in ascolto rilevate per l'area di lavoro attiva.</string>
	<key>settings.app.showProgress</key>
	<string>Mostra progresso nella barra laterale</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>Visualizza la barra di progresso integrata da set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>Mostra Pull Request nella barra laterale</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Visualizza elementi di revisione (PR/MR/ecc.) con stato, numero e link cliccabile.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Layout branch nella barra laterale</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>In linea</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>In linea: tutti i branch condividono una riga.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Verticale: ogni branch appare sulla propria riga.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Verticale</string>
	<key>settings.app.telemetry</key>
	<string>Invia telemetria anonima</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>Condividi dati anonimi su arresti anomali e utilizzo per migliorare cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>La modifica avrà effetto al prossimo avvio.</string>
	<key>settings.app.theme</key>
	<string>Tema</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Avvisa prima di uscire</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q esce immediatamente senza conferma.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Mostra una conferma prima di uscire con Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>Integrazione Claude Code</string>
	<key>settings.automation.claudeCode.note</key>
	<string>Quando abilitato, cmux avvolge il comando claude per iniettare il tracciamento della sessione e gli hook di notifica. Disabilita se preferisci gestire gli hook di Claude Code manualmente.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>Claude Code viene eseguito senza integrazione cmux.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>La barra laterale mostra lo stato della sessione Claude e le notifiche.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Annulla</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Abilita accesso aperto completo</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>Questa operazione disabilita i controlli di discendenza e password e apre il socket a tutti gli utenti locali. Abilita solo se comprendi il rischio.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>Abilitare l'accesso aperto completo?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Attenzione: l'accesso aperto completo rende il socket di controllo leggibile/scrivibile da tutti su questo Mac e disabilita i controlli di autenticazione. Usa solo per il debug locale.</string>
	<key>settings.automation.port.note</key>
	<string>Ogni area di lavoro riceve le variabili d'ambiente CMUX_PORT e CMUX_PORT_END con un intervallo di porte dedicato. I nuovi terminali ereditano questi valori.</string>
	<key>settings.automation.portBase</key>
	<string>Porta base</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>Porta iniziale per la variabile d'ambiente CMUX_PORT.</string>
	<key>settings.automation.portRange</key>
	<string>Dimensione intervallo porte</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Numero di porte per area di lavoro.</string>
	<key>settings.automation.socketMode</key>
	<string>Modalità controllo socket</string>
	<key>settings.automation.socketMode.note</key>
	<string>Controlla l'accesso al socket Unix locale per il controllo programmatico. Scegli una modalità adeguata al tuo modello di rischio.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Override: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (imposta CMUX_ALLOW_SOCKET_OVERRIDE=1 per le build stable/nightly).</string>
	<key>settings.automation.socketPassword</key>
	<string>Password socket</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Modifica</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Cancella</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>Impossibile cancellare la password (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Password cancellata.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Inserisci prima una password.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Password</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>Impossibile salvare la password (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Password salvata.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Imposta</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Memorizzata nel Supporto Applicazioni.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>Nessuna password impostata. I client esterni verranno bloccati finché non ne viene configurata una.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Dietro la finestra</string>
	<key>settings.blendMode.withinWindow</key>
	<string>All'interno della finestra</string>
	<key>settings.browser.externalPatterns</key>
	<string>URL da aprire sempre esternamente</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Si applica ai clic sui link nel terminale e alle chiamate intercettate `open https://...`. Una regola per riga. Il testo semplice corrisponde a qualsiasi sottostringa dell'URL, oppure usa il prefisso `re:` per le regex (ad esempio: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Cronologia di navigazione</string>
	<key>settings.browser.history.clearButton</key>
	<string>Cancella cronologia…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Annulla</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Cancella cronologia</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>Questa operazione rimuove i suggerimenti delle pagine visitate dalla barra degli indirizzi del browser.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>Cancellare la cronologia del browser?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>Nessuna pagina salvata.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld pagine salvate appaiono nei suggerimenti della barra degli indirizzi.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 pagina salvata appare nei suggerimenti della barra degli indirizzi.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Host da aprire nel browser integrato</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Si applica ai clic sui link nel terminale e alle chiamate intercettate `open https://...`. Solo questi host si aprono in cmux. Gli altri si aprono nel browser predefinito. Un host o wildcard per riga (ad esempio: example.com, *.internal.example). Lascia vuoto per aprire tutti gli host in cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>Host HTTP consentiti nel browser integrato</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Controlla quali host HTTP (non HTTPS) possono aprirsi in cmux senza un avviso. I valori predefiniti includono localhost, 127.0.0.1, ::1, 0.0.0.0 e *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>Un host o wildcard per riga (ad esempio: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Salva</string>
	<key>settings.browser.interceptOpen</key>
	<string>Intercetta open http(s) nel terminale</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>Quando disattivato, `open https://...` e `open http://...` usano sempre il browser predefinito.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Apri link del terminale nel browser cmux</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>Quando disattivato, i link cliccati nell'output del terminale si aprono nel browser predefinito.</string>
	<key>settings.browser.searchEngine</key>
	<string>Motore di ricerca predefinito</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Utilizzato dalla barra degli indirizzi del browser quando l'input non è un URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Mostra suggerimenti di ricerca</string>
	<key>settings.browser.theme</key>
	<string>Tema del browser</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ impone quello schema di colori per le pagine compatibili.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>Sistema segue l'aspetto dell'app e di macOS.</string>
	<key>settings.material.contentBackground</key>
	<string>Sfondo contenuto</string>
	<key>settings.material.fullScreenUI</key>
	<string>UI a schermo intero</string>
	<key>settings.material.headerView</key>
	<string>Vista intestazione</string>
	<key>settings.material.hudWindow</key>
	<string>Finestra HUD</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Menu</string>
	<key>settings.material.none</key>
	<string>Nessuno</string>
	<key>settings.material.popover</key>
	<string>Popover</string>
	<key>settings.material.sheet</key>
	<string>Foglio</string>
	<key>settings.material.sidebar</key>
	<string>Barra laterale</string>
	<key>settings.material.toolTip</key>
	<string>Suggerimento</string>
	<key>settings.material.underWindow</key>
	<string>Sotto la finestra</string>
	<key>settings.material.windowBackground</key>
	<string>Sfondo finestra</string>
	<key>settings.preset.hudGlass</key>
	<string>HUD Glass</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Barra laterale nativa</string>
	<key>settings.preset.popoverGlass</key>
	<string>Popover Glass</string>
	<key>settings.preset.raycastGray</key>
	<string>Raycast Gray</string>
	<key>settings.preset.softBlur</key>
	<string>Soft Blur</string>
	<key>settings.preset.underWindow</key>
	<string>Under Window</string>
	<key>settings.reset.resetAll</key>
	<string>Ripristina tutte le impostazioni</string>
	<key>settings.section.app</key>
	<string>App</string>
	<key>settings.section.automation</key>
	<string>Automazione</string>
	<key>settings.section.browser</key>
	<string>Browser</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Abbreviazioni da tastiera</string>
	<key>settings.section.reset</key>
	<string>Ripristina</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Aspetto barra laterale</string>
	<key>settings.section.workspaceColors</key>
	<string>Colori area di lavoro</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Fai clic su un valore di scorciatoia per registrarne una nuova.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Mostra suggerimenti scorciatoie Cmd/Ctrl</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Tenere premuto Cmd o Ctrl mantiene nascosti i suggerimenti delle scorciatoie.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Tenere premuto Cmd (barra laterale/barra del titolo) o Ctrl/Cmd (schede pannello) mostra i suggerimenti delle scorciatoie.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Predefinito</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Ripristina tinta barra laterale</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Ripristina</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Ripristina l'aspetto predefinito della barra laterale.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Tinta modalità scura</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Tinta scura</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Colore tinta della barra laterale in modalità scura.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Tinta modalità chiara</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Tinta chiara</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Colore tinta della barra laterale in modalità chiara.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Opacità tinta</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>Intensità della tinta sul materiale della barra laterale.</string>
	<key>settings.state.active</key>
	<string>Attivo</string>
	<key>settings.state.followWindow</key>
	<string>Segui finestra</string>
	<key>settings.state.inactive</key>
	<string>Inattivo</string>
	<key>settings.title</key>
	<string>Impostazioni</string>
	<key>settings.workspaceColors.base</key>
	<string>Base: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Colori personalizzati</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Indicatore colore area di lavoro</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Colori personalizzati: nessuno. Usa "Scegli colore personalizzato..." dal menu contestuale di un'area di lavoro.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Personalizza la palette di colori utilizzata da Barra laterale &gt; Colore area di lavoro. Le voci "Scegli colore personalizzato..." vengono salvate qui sotto.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Rimuovi</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Ripristina palette</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Ripristina</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Ripristina i valori predefiniti e cancella tutti i colori personalizzati.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Chiudi finestra</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Chiudi area di lavoro</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Evidenzia pannello attivo</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Sposta focus pannello in basso</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Sposta focus pannello a sinistra</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Sposta focus pannello a destra</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Sposta focus pannello in alto</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Vai all'ultimo non letto</string>
	<key>shortcut.newSurface.label</key>
	<string>Nuova superficie</string>
	<key>shortcut.newWindow.label</key>
	<string>Nuova finestra</string>
	<key>shortcut.newWorkspace.label</key>
	<string>Nuova area di lavoro</string>
	<key>shortcut.nextSurface.label</key>
	<string>Superficie successiva</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Area di lavoro successiva</string>
	<key>shortcut.openBrowser.label</key>
	<string>Apri browser</string>
	<key>shortcut.openFolder.label</key>
	<string>Apri cartella</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Premi la scorciatoia…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Superficie precedente</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Area di lavoro precedente</string>
	<key>shortcut.renameTab.label</key>
	<string>Rinomina scheda</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Rinomina area di lavoro</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Mostra console JavaScript del browser</string>
	<key>shortcut.showNotifications.label</key>
	<string>Mostra notifiche</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Dividi browser in basso</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Dividi browser a destra</string>
	<key>shortcut.splitDown.label</key>
	<string>Dividi in basso</string>
	<key>shortcut.splitRight.label</key>
	<string>Dividi a destra</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Attiva/Disattiva Strumenti sviluppatore browser</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Attiva/Disattiva zoom pannello</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Attiva/Disattiva barra laterale</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Attiva/Disattiva modalità copia terminale</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Chiudi area di lavoro</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Trascina per aprire nel Finder o in un'altra app</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Barra sinistra</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Riempimento solido</string>
	<key>sidebar.metadata.showLess</key>
	<string>Mostra meno</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Mostra meno dettagli</string>
	<key>sidebar.metadata.showMore</key>
	<string>Mostra di più</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Mostra più dettagli</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>Apri %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>chiusa</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>unita</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>aperta</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Attiva per portare il focus su questa area di lavoro. Trascina per riordinare oppure usa le azioni Sposta in alto e Sposta in basso.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Sposta in basso</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Sposta in alto</string>
	<key>socketControl.allowAll.description</key>
	<string>Consenti a qualsiasi processo e utente locale di connettersi senza autenticazione. Non sicuro.</string>
	<key>socketControl.allowAll.name</key>
	<string>Accesso aperto completo</string>
	<key>socketControl.automation.description</key>
	<string>Consenti ai client di automazione locale esterni di questo utente macOS (senza controllo di discendenza).</string>
	<key>socketControl.automation.name</key>
	<string>Modalità automazione</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Solo i processi avviati nei terminali cmux possono inviare comandi.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>Solo processi cmux</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>Impossibile risolvere il percorso del file password del socket.</string>
	<key>socketControl.off.description</key>
	<string>Disabilita il socket di controllo locale.</string>
	<key>socketControl.off.name</key>
	<string>Disattivato</string>
	<key>socketControl.password.description</key>
	<string>Richiedi l'autenticazione del socket con una password memorizzata in un file locale.</string>
	<key>socketControl.password.name</key>
	<string>Modalità password</string>
	<key>statusMenu.clearAll</key>
	<string>Cancella tutto</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Vai all'ultimo non letto</string>
	<key>statusMenu.markAllRead</key>
	<string>Segna tutto come letto</string>
	<key>statusMenu.noUnread</key>
	<string>Nessuna notifica non letta</string>
	<key>statusMenu.showNotifications</key>
	<string>Mostra notifiche</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 notifica non letta</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld notifiche non lette</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 notifica non letta</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld notifiche non lette</string>
	<key>tab.untitled</key>
	<string>Scheda senza titolo</string>
	<key>theme.dark</key>
	<string>Scuro</string>
	<key>theme.light</key>
	<string>Chiaro</string>
	<key>theme.system</key>
	<string>Sistema</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>Nuova area di lavoro</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>Nuova area di lavoro</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Notifiche</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Mostra notifiche</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Attiva/Disattiva barra laterale</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Mostra o nascondi la barra laterale</string>
	<key>update.available.short</key>
	<string>Aggiornamento disponibile</string>
	<key>update.available.withVersion</key>
	<string>Aggiornamento disponibile: %@</string>
	<key>update.checking</key>
	<string>Verifica aggiornamenti in corso…</string>
	<key>update.configureAutoUpdates</key>
	<string>Configura le preferenze di aggiornamento automatico</string>
	<key>update.downloadAndInstall</key>
	<string>Scarica e installa l'ultima versione</string>
	<key>update.downloading.progress</key>
	<string>Download: %@</string>
	<key>update.downloading.status</key>
	<string>Download in corso…</string>
	<key>update.downloadingPackage</key>
	<string>Download del pacchetto di aggiornamento</string>
	<key>update.error.appLocation.title</key>
	<string>Problema posizione app</string>
	<key>update.error.connectionLost.message</key>
	<string>La connessione di rete è stata persa durante la verifica degli aggiornamenti. Riprova.</string>
	<key>update.error.connectionLost.title</key>
	<string>Connessione persa</string>
	<key>update.error.downloadFailed.title</key>
	<string>Impossibile scaricare l'aggiornamento</string>
	<key>update.error.failed.title</key>
	<string>Aggiornamento non riuscito</string>
	<key>update.error.feedDownload.message</key>
	<string>cmux non è riuscito a scaricare il feed degli aggiornamenti. Controlla la connessione e riprova.</string>
	<key>update.error.feedError.title</key>
	<string>Errore feed aggiornamento</string>
	<key>update.error.feedRead.message</key>
	<string>Impossibile leggere il feed degli aggiornamenti. Riprova più tardi.</string>
	<key>update.error.insecureFeed.message</key>
	<string>Il feed degli aggiornamenti non è sicuro. Contatta il supporto.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Feed aggiornamento non sicuro</string>
	<key>update.error.invalidFeed.message</key>
	<string>L'URL del feed degli aggiornamenti non è valido. Contatta il supporto.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Feed aggiornamento non valido</string>
	<key>update.error.noInternet.message</key>
	<string>cmux non riesce a raggiungere il server degli aggiornamenti. Controlla la connessione a internet e riprova.</string>
	<key>update.error.noInternet.title</key>
	<string>Nessuna connessione a internet</string>
	<key>update.error.permissionError.message</key>
	<string>Sposta cmux nella cartella Applicazioni e riavvia per abilitare gli aggiornamenti.</string>
	<key>update.error.permissionError.title</key>
	<string>Errore di autorizzazione dell'aggiornamento</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>Impossibile stabilire una connessione sicura al server degli aggiornamenti. Riprova più tardi.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Connessione sicura non riuscita</string>
	<key>update.error.serverNotFound.message</key>
	<string>Impossibile trovare il server degli aggiornamenti. Controlla la connessione o riprova più tardi.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Server non trovato</string>
	<key>update.error.serverUnreachable.message</key>
	<string>cmux non è riuscito a connettersi al server degli aggiornamenti. Controlla la connessione o riprova più tardi.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Server non raggiungibile</string>
	<key>update.error.signatureError.message</key>
	<string>Impossibile verificare la firma dell'aggiornamento. Riprova più tardi.</string>
	<key>update.error.signatureError.title</key>
	<string>Errore firma aggiornamento</string>
	<key>update.error.timedOut.message</key>
	<string>Il server degli aggiornamenti ha impiegato troppo tempo a rispondere. Riprova tra un momento.</string>
	<key>update.error.timedOut.title</key>
	<string>Aggiornamento scaduto</string>
	<key>update.extracting.progress</key>
	<string>Preparazione: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Installa aggiornamento e riavvia</string>
	<key>update.installing.status</key>
	<string>Installazione in corso…</string>
	<key>update.installingAndRestarting</key>
	<string>Installazione dell'aggiornamento e preparazione al riavvio</string>
	<key>update.noUpdates.message</key>
	<string>Stai utilizzando l'ultima versione</string>
	<key>update.noUpdates.title</key>
	<string>Nessun aggiornamento disponibile</string>
	<key>update.permissionRequest.text</key>
	<string>Abilitare gli aggiornamenti automatici?</string>
	<key>update.pleaseWait</key>
	<string>Attendi mentre verifichiamo gli aggiornamenti disponibili</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>cmux può verificare automaticamente la disponibilità di aggiornamenti in background.</string>
	<key>update.popover.checking</key>
	<string>Verifica aggiornamenti in corso…</string>
	<key>update.popover.details</key>
	<string>Dettagli</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Download aggiornamento</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>Abilitare gli aggiornamenti automatici?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>Nessun aggiornamento trovato</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>Stai già utilizzando l'ultima versione.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Preparazione aggiornamento</string>
	<key>update.popover.released</key>
	<string>Rilasciato:</string>
	<key>update.popover.restartRequired</key>
	<string>Riavvio necessario</string>
	<key>update.popover.restartRequired.message</key>
	<string>L'aggiornamento è pronto. Riavvia l'applicazione per completare l'installazione.</string>
	<key>update.popover.size</key>
	<string>Dimensione:</string>
	<key>update.popover.updateAvailable</key>
	<string>Aggiornamento disponibile</string>
	<key>update.popover.version</key>
	<string>Versione:</string>
	<key>update.preparingUpdate</key>
	<string>Estrazione e preparazione dell'aggiornamento</string>
	<key>update.restartToComplete</key>
	<string>Riavvia per completare l'aggiornamento</string>
	<key>update.viewGitHubCommit</key>
	<string>Visualizza commit su GitHub</string>
	<key>update.viewReleaseNotes</key>
	<string>Visualizza note di rilascio</string>
	<key>workspace.displayName.fallback</key>
	<string>Area di lavoro</string>
	<key>workspace.placement.afterCurrent</key>
	<string>Dopo la corrente</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Inserisci le nuove aree di lavoro subito dopo quella attiva.</string>
	<key>workspace.placement.end</key>
	<string>Fine</string>
	<key>workspace.placement.end.description</key>
	<string>Aggiungi le nuove aree di lavoro in fondo alla lista.</string>
	<key>workspace.placement.top</key>
	<string>Inizio</string>
	<key>workspace.placement.top.description</key>
	<string>Inserisci le nuove aree di lavoro in cima alla lista.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>Nuovo browser</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>Nuovo terminale</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Dividi in basso</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Dividi a destra</string>
</dict>
</plist>
